-- Вставка данных в таблицу ticket_type
INSERT INTO ticket_type (ticket_type_id, name) VALUES
(1, 'Standard'),
(2, 'VIP'),
(3, 'Student'),
(4, 'Senior');

-- Вставка данных в таблицу ticket
INSERT INTO ticket (ticket_id, price, fk_ticket_type_id, fk_user_id) VALUES
(1, 20, 1, 3),
(2, 50, 2, 7),
(3, 15, 3, 10),
(4, 10, 4, 15),
(5, 30, 1, 20),
(6, 25, 2, 2),
(7, 12, 3, 12),
(8, 8, 4, 5),
(9, 18, 1, 18),
(10, 22, 2, 8),
(11, 14, 3, 11),
(12, 9, 4, 14),
(13, 28, 1, 1),
(14, 35, 2, 6),
(15, 16, 3, 11),
(16, 11, 4, 16),
(17, 24, 1, 19),
(18, 19, 2, 13),
(19, 10, 3, 17),
(20, 26, 4, 9),
(21, 21, 1, 13),
(22, 13, 2, 17),
(23, 17, 3, 19),
(24, 23, 4, 4),
(25, 29, 1, 5);